book/人类简史——从动物到上帝.org.html
<!DOCTYPE html>
<html>
  <head>
    <meta charset="utf8"></meta>
    <title>人类简史——从动物到上帝.org</title>
    <link rel="stylesheet" href="/diary/resources/css/main.css" />
    <link rel="stylesheet" href="/diary/resources/highlight/styles/default.css" />
  </head>
  <body>
    <section class="main-article-area">
      <nav id='content'>
	<span id="prev">
	  	
	  <a href="/diary/book/rich-dad-and-poor-dad.org.html">Prev: rich-dad-and-poor-dad.org</a>
	  	
	</span>

	<span id="home"><a href="/diary">Home</a></span>
	<span id="Up">
	  
	  <a href="/diary/book">Up: book</a>
	  	
	</span>

	<span id="next">
	  
	  <a href="/diary/book/%e6%98%a5%e7%a7%8b%e5%8f%b2%e8%af%9d">Next: 春秋史话</a>
	  	
	</span>
      </nav>
      
      <div id='main'>
	<h1 id="概要">概要</h1>
<h2 id="三次革命">三次革命</h2>
<p>以人类发展的三次革命来讲解：</p>
<dl class="incremental">
<dt>认知革命（7 万年前）</dt>
<dd>人猿相揖别
</dd>
<dt>农业革命（1.2 万年前）</dt>
<dd>定居、聚居、城市、社会
</dd>
<dt>科学革命（500 年前）</dt>
<dd>加速发展
</dd>
</dl>
<h2 id="四个章节">四个章节</h2>
<ol class="incremental">
<li>认知革命</li>
<li>农业革命</li>
<li>人类的整合统一</li>
<li>科学革命</li>
</ol>
<h2 id="作者">作者</h2>
<p>尤瓦尔·赫拉利</p>
<h1 id="前言">前言</h1>
<h2 id="如何成为一本好书">如何成为一本好书</h2>
<ul class="incremental">
<li>才思敏捷，思想旷达</li>
<li>文笔生动晓畅</li>
<li>功力深厚，少即是多，只露冰山一角</li>
</ul>
<h2 id="评价">评价</h2>
<ul class="incremental">
<li>以极宏观的方式来研究历史，从多学科出发综合分析，单枪匹马完成了不可能的事</li>
<li>不是历史，而走向哲学。包含了对历史和人生的彻悟</li>
<li>否定“人类中心主义”，因其把人变成“不负责任，贪得无厌，又极具破坏力的怪兽”</li>
</ul>
<h1 id="认知革命">认知革命</h1>
<h2 id="大纲">大纲</h2>
<ul class="incremental">
<li>人类：一种也没什么特别的动物</li>
<li>知善恶树</li>
<li>亚当与夏娃的一天</li>
</ul>
<h2 id="摘要">摘要</h2>
<h3 id="大历史与学科">大历史与学科</h3>
<dl class="incremental">
<dt>物理与天文学</dt>
<dd>135 亿年前宇宙大爆炸，其后 30 万年物质和能是开始形成复杂结构
</dd>
<dt>生物学</dt>
<dd>38 亿年前，地球形成有机体
</dd>
<dt>历史学</dt>
<dd>7 万年前，形成智人（Homo sapiens）
</dd>
</dl>
<h3 id="智人">智人</h3>
<p>分类学上，按科、属、种分类生物。如狮子属于猫科、豹属、狮种，同样智人属于人科(Human)、人属(Homo)、人种(Sapien)。</p>
<p>虽然目前人种只有唯一的动物——人类。历史上并非只有智人一种。早在 250 万年前东非存在南方古猿（Australopithecus），在 200 万年到 1 万年间有各种人种，如：</p>
<ul class="incremental">
<li>尼安德特人（欧洲、西亚）</li>
<li>直立人（东方）</li>
<li>梭罗人（印尼）</li>
<li>弗洛里斯人</li>
<li>丹尼索瓦人（西伯利亚）</li>
<li>智人</li>
</ul>
<p>7 万年前人类征服全球，但此时还有各种人类。智人逐渐成了唯一的人类，其它的人种去了哪里？有两种说法：</p>
<ol class="incremental">
<li>混衍说</li>
<li>替代说</li>
</ol>
<ol class="incremental">
<li><p>孤单的智人</p>
<p>若其他人类物种还在，现代社会的文化政治结构以及宗教信仰可能大不相同。</p>
<blockquote>
<p>对智人来说，没有其它同属人类物种，就很容易让人以为是造物的极致，以为自己和其他整个动物界仿佛隔着一条护城河</p>
</blockquote></li>
</ol>
<h3 id="认知革命的原因">认知革命的原因</h3>
<p>认知革命使人脱离了一般的动物，主要有两方面的表现：</p>
<ol class="incremental">
<li>大脑的发育，以及思维的转变。特别是语言的产生（可以通过八卦传达一些不存在的事物的信息）</li>
<li>直立行走，释放了手，使可以使用工具。特别是火的使用</li>
</ol>
<ol class="incremental">
<li><p>进化的负担</p>
<ul class="incremental">
<li>因为直立和大脑的发育，使人类的生育更加困难。因此不得不早产，提高生育率。</li>
<li>同时又不得不通过更强的社会性协作来养育新生命。新生命有了更强的可塑性。</li>
<li>人类突然登上生物项端，不仅让生态系统猝不及防，就连人类自己也猝不及防，让人类更加残酷和危险</li>
</ul></li>
<li><p>火的意义</p>
<ol class="incremental">
<li>提供光源</li>
<li>作为热源
<ul class="incremental">
<li>食物消毒</li>
<li>取暖</li>
<li>熟食减少了进食时间，降低了消化器官能耗</li>
</ul></li>
<li>防止野兽</li>
<li>作为开荒的工具</li>
</ol>
<p>火是人最重要的工具，使人可以主动改变环境，不受个体身体的限制。</p></li>
</ol>
<h3 id="八卦与虚构理论">八卦与虚构理论</h3>
<p>智人能脱颖而出的主要原因在于其完成思维转变，其语言能够传达（八卦）一些根本不存在的事物的信息。</p>
<p>虚构使人一起编织出故事。在更大规模上共同合作，突破由八卦维持的最大 150 人自然团体上限。</p>
<p>自从认知革命之后，智人就能够根据不断变化的需求迅速调整行为。开启一条采用“文化演化“的快速通道，而不再停留在“基因演化”这条总是在堵车的道路上。</p>
<p>虚构，意义重大。包括我们的贸易、银行、商标无不与之有关。它使得</p>
<ol class="incremental">
<li>大师陌生人之间合作</li>
<li>社会行为的快速创新</li>
</ol>
<h3 id="认知革命的意义">认知革命的意义</h3>
<p>认知革命是历史从生物学中脱离而独立存在的起点。智人由此创造出的秩序井然的模式，如贸易网络、大规模庆典、政治体制，而这些仅以个人力量是绝对作不到的。</p>
<p>工具制造上我们与远古人类的最大不同在于，我们能与大量陌生人合作，使技术有了大幅度的提升。</p>
<p>解放了生物学对行为和能力的基本限制，提供了足够大的空间，让智人能充分发挥。</p>
<h3 id="狩猎与采集生活">狩猎与采集生活</h3>
<p>狩猎与采集的生存方式甚至影响到了现代人的生活。如我们的“贪吃基因”以及对高热量的爱好。</p>
<p>在认知革命之后、农业革命之前，人们以狩猎与采集为主要生存方式。</p>
<p>这一时期主要的特征有：</p>
<ul class="incremental">
<li>人造用品极少</li>
<li>以小部落形式存在</li>
<li>狗与人的共存</li>
<li>部落内部合作，并且没有隐私</li>
<li>个人具有丰富的采集和制作经验，同时对周遭环境更为了解 ，具备多样的知识和技能</li>
<li>生活缓慢，轻松，饮食多样且营养丰富</li>
<li>因为不依赖单一种类食物，因而天灾影响不及后来农业生产那样巨大</li>
<li>因为迁徙且密度小，传染病少（永久居住是疾病的温床）</li>
<li>泛神论（这个世界不是为了人或者是任何某些特定的灵而旋转）</li>
</ul>
<p>对于这一时期我们的认识可以并不一定完整。可能既非理想，而非一无是处。如作者所告诫：“我们要小心不能只有肤浅的认识，就断然将其妖魔化或理想化。”</p>

      </div>
    </section>
  </body>
</html>
